Repository: BasJ93/JudoShiai
Catalog: common/judoshiai-*.po
Languages: et_ee, nl_nl

source: Blue won the voting
et_ee: Sinine võitis häältega
nl_nl: Blauw wint de stemming

source: White won the voting
et_ee: Valge võitis häältega
nl_nl: Wit wint de stemming

source: Match:
et_ee: Võitlus:
nl_nl: Wedstrijd:

source: Next:
et_ee: Järgmine:
nl_nl: Volgende:

source: Match
et_ee: Võitlus
nl_nl: Wedstrijd

source: Contest
et_ee: Võitlus
nl_nl: Wedstrijd

source: Preferences
et_ee: Seadistused
nl_nl: Opties

source: Quit
et_ee: Lõpeta
nl_nl: Afsluiten

source: Red background
et_ee: Punane taust
nl_nl: Rode achtergrond

source: Communication node
et_ee: Ühendus
nl_nl: Server gegevens

source: Own IP addresses
et_ee: Oma IP-aadressid
nl_nl: Eigen IP adres

source: Manual
nl_nl: Handleiding

source: About
et_ee: Toote info
nl_nl: Informatie

source: Address of the communication node
et_ee: Ühenduse aadress
nl_nl: Server adres gegevens

source: IP address:
et_ee: IP-aadress:
nl_nl: IP adres:

source: (Connection OK)
et_ee: (Ühendus OK)
nl_nl: (Verbinding OK)

source: (Connection broken)
et_ee: (Ühendus katkenud)
nl_nl: (Verbinding verbroken)

source: Connection established to %ld.%ld.%ld.%ld
nl_nl: Verbonden met %ld.%ld.%ld.%ld

source: Connection to the node broken
nl_nl: Verbinding met de server verbroken

source: Change language to Finnish
et_ee: Muuta kieli suomeksi
nl_nl: Finse taal voorkeur

source: Change language to Swedish
nl_nl: Zweedse taal voorkeur

source: Change language to English
et_ee: Muuta kieli englanniksi
nl_nl: Engelse taal voorkeur

source: Change language to Norwegian
nl_nl: Noorse taal voorkeur

source: Match automatically from JudoShiai program
nl_nl: Wedstrijd automatisch overnemen vanuit JudoShiai

source: Match time automatically from JudoShiai program
nl_nl: Wedstrijd aanvang automatisch overgenomen vanuit JudoShiai

source: Contest duration automatically from JudoShiai program
et_ee: Vali võistluse aeg automaatselt JudoShiai-programmist
nl_nl: Wedstrijd tijd automatisch overgenomen vanuit JudoShiai

source: Fight:
et_ee: Võistlus:
nl_nl: Wedstrijd:

source: Match duration: automatic
et_ee: Võistluse aeg: automaattinen
nl_nl: Wedstrijd duur: automatisch

source: Match duration: 2 min E-juniors
et_ee: Võistluse aeg: 2 min E-junnut
nl_nl: Wedstrijd duur: 2 min E-junioren

source: Match duration: 2 min
et_ee: Võistluse aeg: 2 min
nl_nl: Wedstrijd duur: 2 min

source: Match duration: 3 min
et_ee: Võistluse aeg: 3 min
nl_nl: Wedstrijd duur: 3 min

source: Match duration: 4 min
et_ee: Võistluse aeg: 4 min
nl_nl: Wedstrijd duur: 4 min

source: Match duration: 5 min
et_ee: Võistluse aeg: 5 min
nl_nl: Wedstrijd duur: 5 min

source: Contest duration: automatic
et_ee: Võistluse aeg: automaattinen
nl_nl: Wedstrijd duur: automatisch

source: Contest duration: 2 min (short pin times)
et_ee: Võistluse aeg: 2 min E-junnut
nl_nl: Wedstrijd duur: 2 min (korte pin tijden)

source: Contest duration: 2 min
et_ee: Võistluse aeg: 2 min
nl_nl: Wedstrijd duur: 2 min

source: Contest duration: 3 min
et_ee: Võistluse aeg: 3 min
nl_nl: Wedstrijd duur: 3 min

source: Contest duration: 4 min
et_ee: Võistluse aeg: 4 min
nl_nl: Wedstrijd duur: 4 min

source: Contest duration: 5 min
et_ee: Võistluse aeg: 5 min
nl_nl: Wedstrijd duur: 5 min

source: Majority of three: blue wins
nl_nl: Meerderheid van drie : blauw wint

source: Hantei: blue wins
et_ee: Hantei: sinine võitis
nl_nl: Hantei: blauw wint

source: Hantei: white wins
et_ee: Hantei: valge võitis
nl_nl: Hantei: wit wint

source: Contest area not chosen
et_ee: Tataamit ei ole valitud
nl_nl: Wedstrijd gebied niet gekozen

source: Contest area 1
et_ee: Tataami 1
nl_nl: Wedstrijd gebied 1

source: Contest area 2
et_ee: Tataami 2
nl_nl: Wedstrijd gebied 2

source: Contest area 3
et_ee: Tataami 3
nl_nl: Wedstrijd gebied 3

source: Contest area 4
et_ee: Tataami 4
nl_nl: Wedstrijd gebied 4

source: Contest area 5
et_ee: Tataami 5
nl_nl: Wedstrijd gebied 5

source: Contest area 6
et_ee: Tataami 6
nl_nl: Wedstrijd gebied 6

source: Contest area 7
et_ee: Tataami 7
nl_nl: Wedstrijd gebied 7

source: Contest area 8
et_ee: Tataami 8
nl_nl: Wedstrijd gebied 8

source: Increment time
et_ee: Lisa võistlus aega
nl_nl: Oplopende tijd

source: Decrement time
et_ee: Vähenda võistluse aega
nl_nl: Aftellende tijd

source: Increment osaekomi
nl_nl: Oplopende osaekomi

source: Decrement osaekomi
nl_nl: Aftellende osaekomi

source: View clocks only
et_ee: Näita ainult kella
nl_nl: Alleen klokken weergeven

source: Increment pin time
et_ee: Lisa kinnihoidmise aega
nl_nl: Optellende pin tijd

source: Decrement pin time
et_ee: Vähenda kinnihoidmise aega
nl_nl: Aftellende pin tijd

source: Points going to blue
et_ee: Punktid lähevad sinisele
nl_nl: Punten gaan naar blauw

source: Points going to white
et_ee: Punktid lähevad valgele
nl_nl: Punten gaan naar wit

source: About Judotimer
et_ee: Info Judotimerist
nl_nl: Over Judotimer

source: Full screen
nl_nl: Volledig scherrm

source: Full screen mode
et_ee: Täisekraan valik
nl_nl: Maximale scherm instellen

source: Normal operation
et_ee: Normaal ekraan
nl_nl: Normale bediening

source: Master mode
et_ee: Isand
nl_nl: Master modus

source: Slave mode
et_ee: Ori
nl_nl: Slave modus

source: Undo!
et_ee: Ei!
nl_nl: Ongedaan maken!

source: Set clocks
et_ee: Märgi kell
nl_nl: Klokken instellen

source: Clock:
et_ee: Võistluse aeg:
nl_nl: Klok:

source: Hansoku-make to blue
et_ee: Hansoku-make sinisele
nl_nl: Hansoku-make voor blauw

source: Hansoku-make to white
et_ee: Hansoku-make valgele
nl_nl: Hansoku-make voor wit

source: Clear selection
et_ee: Eemalda valik
nl_nl: Selectie wissen

source: Display layout 1
et_ee: Ekraani valik 1
nl_nl: Scherm indeling 1

source: Display layout 2
et_ee: Ekraani valik 2
nl_nl: Scherm indeling 2

source: Display layout 3
et_ee: Ekraani valik 3
nl_nl: Scherm indeling 3

source: Display layout 4
et_ee: Ekraani valik 4
nl_nl: Scherm indeling 4

source: Display layout 5
et_ee: Ekraani valik 5
nl_nl: Scherm indeling 5

source: Quick guide
et_ee: Lühijuhend
nl_nl: Snelle uitleg

source: Advertise
et_ee: Reklaami
nl_nl: Advertentie

source: Run Advertisements
et_ee: Reklaami
nl_nl: Advertenties afspelen

source: Competitors
et_ee: Võistlejad
nl_nl: Judokas

source: Categories
et_ee: Sarjad
nl_nl: Categorieën

source: Drawing
et_ee: Valimine
nl_nl: Opstelling

source: Results
et_ee: Tulemused
nl_nl: Resultaten

source: New Tournament
et_ee: Uus turniir
nl_nl: Nieuw Toernooi

source: Open Tournament
et_ee: Vali turniir
nl_nl: Open opgeslagen toernooi

source: Open Tournament from Net
et_ee: Vali turniir võrgust
nl_nl: Open toernooi van het netwerk

source: Properties
et_ee: Omadused
nl_nl: Eigenschappen

source: New Competitor
et_ee: Uus
nl_nl: Nieuwe jukoka

source: Search Competitor
et_ee: Otsi
nl_nl: Zoek judoka

source: Select From Another Shiai
et_ee: Lisa Valge teisets võistlusest
nl_nl: Selecteer uit andere Shiai

source: Add From a Text File
et_ee: Lisa tekstifailist
nl_nl: Voeg toe uit tekst bestand

source: Add All From Another Shiai
et_ee: Lisa kõik teisest võistlusest
nl_nl: Voeg alle toe uit andere Shiai

source: Add All with Weights
et_ee: Lisa kõik teisest võistlusest
nl_nl: Voeg allen toe met gewicht

source: Remove Unweighted
et_ee: Eemalda keda pole kaalutud
nl_nl: Verwijder ongewogen

source: Restore Removed
et_ee: Taasta eemaldatud
nl_nl: Herstel verwijderd

source: Bar Code Search
et_ee: Triipkood otsing
nl_nl: Zoeken op barcode

source: Print Weight Notes
et_ee: Prindi kaalumise paberid
nl_nl: Druk gewicht regels af

source: New Category
et_ee: Uus
nl_nl: Nieuwe Categorie

source: Remove Empty
et_ee: Eemalda tühjad
nl_nl: Verwijder lege

source: Create Categories
et_ee: Moodusta ametlikud võistlussarjad
nl_nl: Maak Categorieën

source: Print All
et_ee: Prindi kõik võistlussarjad
nl_nl: Druk alles af

source: Best of Three
et_ee: Parim kolmest
nl_nl: Beste uit 3

source: Place To
et_ee: Paiguta
nl_nl: Plaats naar

source: Tatamis
et_ee: Tataamile
nl_nl: Mat (Tatamis)

source: Draw All Categories
et_ee: Loosi kõik kategooriad
nl_nl: Stel alle Categorieën op

source: Print All (Web And PDF)
et_ee: Prindi Kõik sarjad (Web ja PDF)
nl_nl: Druk alles af (Web en PDF)

source: Print Schedule to Printer
et_ee: Prindi ajakava (tulostin)
nl_nl: Stuur schema naar Printer

source: Print Schedule to PDF
et_ee: Prindi ajakava (PDF)
nl_nl: Stuur schema naar PDF bestand

source: Print Schedule
et_ee: Prindi ajakava
nl_nl: Druk schema af

source: Control Tatami
et_ee: Kontrolli Tataamit
nl_nl: Controleer Tatami

source: Communication Node
et_ee: Võrguühendus
nl_nl: Communicatie Node

source: Own IP Addresses
et_ee: Isiklikud IP-aadressid
nl_nl: Eigen IP adres

source: Show Attached Connections
et_ee: Näita ühendused siia võrku
nl_nl: Laat verbonden Nodes zien

source: Automatic Sheet Update
et_ee: Autom. kava uuendus
nl_nl: Automatische pagina vernieuwen

source: Automatic Web Page Update
et_ee: Autom. webi-lehe uuendus
nl_nl: Automatisch Webpagine vernieuwen

source: Results in Finnish
et_ee: Printimine Soomi keeles
nl_nl: Resultaten in het Fins

source: Results in Swedish
et_ee: Printimine Rootsi keeles
nl_nl: Resultaten in het Zweeds

source: Results in English
et_ee: Printimine Inglise keeles
nl_nl: Resultaten in het Engels

source: Results in Spanish
et_ee: Printimine Hispaania keeles
nl_nl: Resultaten in het Spaans

source: Results in Estonian
et_ee: Printimine Eesti keeles
nl_nl: Resultaten in het Estlands

source: Results in Ukrainian
et_ee: Printimine Ukraina keeles
nl_nl: Resultaten in het Oekraïens

source: Weights Visible in Pool Sheets
et_ee: Kaalud Pool lehel
nl_nl: Pool overzichten met gewichten

source: Sheet Font
et_ee: Lehe font
nl_nl: Blad lettertype

source: Password
et_ee: Parool
nl_nl: Wachtwoord

source: Password:
et_ee: Parool:
nl_nl: Wachtwoord:

source: Competitor already exists!
et_ee: Võistleja on juba olemas!
nl_nl: Deelnemer bestaat al!

source: Competitor
et_ee: Võistleja
nl_nl: Judoka

source: copied
et_ee: kopeeritud
nl_nl: gekopieerd

source: Category already exists!
et_ee: Sari on juba olemas!
nl_nl: Categorie bestaat al!

source: Category
et_ee: Sarji
nl_nl: Categorie

source: has been copied with competitors and matches
et_ee: Võistlejad ja sarjad on kopeeritud
nl_nl: is gekopieerd met deelnemers en wedstrijden

source: Last Name
et_ee: Perenimi
nl_nl: Achternaam

source: First Name
et_ee: Eesnimi
nl_nl: Voornaam

source: Year of Birth
et_ee: Sünniaeg
nl_nl: Geboortejaar

source: Grade
et_ee: Vöö
nl_nl: Graad

source: Club
et_ee: Klubi
nl_nl: Vereniging

source: Reg. Category
et_ee: Reg, Sari
nl_nl: Reg. Categorie

source: Weight
et_ee: Kaal
nl_nl: Gewicht

source: Drawing not finished!
et_ee: Loosimine pooleli!
nl_nl: Opstellingen niet klaar!

source: Matches matched in category
et_ee: Võitlusi võisteldud sarjas
nl_nl: Wedstrijden opgestelt in categorie

source: Clear the results first
et_ee: Nulli tulemused
nl_nl: Wis de resultaten eerst

source: Move the competitors
et_ee: Paiguta võistlejad
nl_nl: Verplaats de jodokas

source: Number
et_ee: Numero
nl_nl: Nummer

source: Select first a competitor and then a number.
et_ee: Vai võistleja ja seejärel number.
nl_nl: Selecteer eerst een judoka en dan een nummer

source: All the categories has been drawn
et_ee: Kõik sarjad loositud
nl_nl: Alle categorieëen zijn opgesteld

source: Choose a directory
et_ee: Vali kataloog
nl_nl: Selecteer een folder

source: Category drawn
et_ee: Sari loositud
nl_nl: Categorie opstellen

source: All the categories located to the tatamis
et_ee: Kõik sarjad on paigutatud Tataamidele
nl_nl: Alle categorieën op de mat

source: Unlocated
et_ee: Ei ole paigutatud
nl_nl: Niet geplaatst

source: Connections to this node
et_ee: Ühendus siia võrku
nl_nl: Verbind met deze server

source: already exists!
et_ee: on juba olemas!
nl_nl: Bestaat al!

source: Group
et_ee: Rühm
nl_nl: Groep

source: Group:
et_ee: Rühm:
nl_nl: Groep:

source: Last Name:
et_ee: Perenimi:
nl_nl: Achternaam:

source: First Name:
et_ee: Eesnimi:
nl_nl: Voornaam:

source: Year of Birth:
et_ee: Sünnikuupäev:
nl_nl: Geboortejaar:

source: Grade:
et_ee: Vöö:
nl_nl: Graad:

source: Club:
et_ee: Klubi:
nl_nl: Vereniging:

source: Reg. Category:
et_ee: Reg. sarja:
nl_nl: Reg. Categorie:

source: Weight:
et_ee: Kaal:
nl_nl: Gewicht:

source: Category:
et_ee: Sari:
nl_nl: Categorie:

source: No seeding
et_ee: Ei ole paigutust
nl_nl: Niet geplaatst

source: Empty categories removed
et_ee: Tühjad sarjad eemaldatud
nl_nl: Lege categorieën verwijderd

source: Unweighted competitors removed
et_ee: Kaalumata võistlejad eemaldatud
nl_nl: Ongewogen judokas verwijderd

source: Matches exist. Undo the drawing first.
et_ee: Võistlused loositud. Tühjenda loosimine.
nl_nl: Opstelling bestaat. Maak eerst opstelling ongedaan.

source: Competitors removed
et_ee: Võistlejad eemaldatud
nl_nl: Judokas verwijderd

source: Type the barcode:
et_ee: Anna triipkood:
nl_nl: Geef de barcode in:

source: Bar code search
et_ee: Triipkoodi otsing
nl_nl: Zoeken op barcode

source: Matches
et_ee: Võistlused
nl_nl: Wedstrijden

source: Contests
et_ee: Võistlused
nl_nl: Wedstrijden

source: Sheet
et_ee: Kava
nl_nl: Pagina

source: Previous winner
et_ee: Eelmine võitja
nl_nl: Vorige winnaar

source: Cancel the match
et_ee: Tühista võistlus
nl_nl: Annuleer de wedstrijd

source: Select a tatami
et_ee: Vali Tataami
nl_nl: Selecteer een mat(tatami)

source: Password accepted.<br>
et_ee: Parool ok&auml;ksytty.<br>
nl_nl: Wachtwoord geaccepteerd<br>

source: User
et_ee: Kasutaja
nl_nl: Gebruiker

source: Back
et_ee: Tagasi
nl_nl: Vorige

source: Wrong password
et_ee: Vale parool
nl_nl: Verkeerd wachtwoord

source: Logout
et_ee: Logi välja
nl_nl: Afmelden

source: Login
et_ee: Logi sis&auml;&auml;n
nl_nl: Aanmelden

source: No rights to give results
et_ee: Ei või anda tulemusi
nl_nl: Geen rechten om de uitslagen in te zien

source: Not used
et_ee: Ei ole kasutuses
nl_nl: Niet gebruikt

source: Column
et_ee: Veerg
nl_nl: Kolom

source: Import from file
et_ee: Too andmed
nl_nl: Bestand importeren

source: Sex:
et_ee: Sugu:
nl_nl: Geslacht:

source: Girl Text:
et_ee: Tüdrukutekst:
nl_nl: Dames tekst:

source: Column Separator:
et_ee: Veeru-eraldus:
nl_nl: kolom scheidings teken:

source: competitors added
et_ee: võistleja lisatud
nl_nl: deelnemer toegevoegd

source: errors
et_ee: viga
nl_nl: fouten

source: competitors existed already
et_ee: võistleja on juba lisatud
nl_nl: deelnemer bestaat al

source: Time
et_ee: Aeg
nl_nl: Tijd

source: Class
et_ee: kategooria
nl_nl: Klasse

source: Message
et_ee: kiri
nl_nl: Bericht

source: Is there another JudoShiai program running?
et_ee: Kas teine JudoShiai-programm on töös?
nl_nl: Is er al een versie van JudoShiai actief?

source: Yes, another JudoShiai program is running
et_ee: Jah, teine JudoShiai-programm on töös
nl_nl: Ja, er is al een versie van JudoShiai actief

source: No, this the only JudoShiai program. Purge erroneous lock file.
et_ee: Ei, See on ainus JudoShiai-programm. Eemalda vale.
nl_nl: Nee, er is geen andere versie van JudoShiai actief. Verwijder het lock bestand.

source: Communication is blocked! You can still use the program to create categories etc.
et_ee: Võrguühendus on katki! Programmi võib ikka kasutada sarjade loomiseks jne.
nl_nl: Communicatie is geblokkeerd! Je kan nog steeds dit programma gebruiken om nieuwe categorieën te creeën etc.

source: Double pool
et_ee: Topeltpool
nl_nl: Dubbele pool

source: Double repechage
et_ee: Prantsuse
nl_nl: Dubbele herkansing

source: Next match
et_ee: Järgmine võistlus
nl_nl: Volgende wedstrijd

source: Preparing
et_ee: Valmistuvad
nl_nl: Voorbereiden

source: Preparing:
et_ee: Valmistuvad:
nl_nl: Voorbereiden:

source: Delay the match
et_ee: Võistlus Lükkub edasi
nl_nl: Stel de wedstrijd uit

source: Delay the contest
nl_nl: Stel de wedstrijd uit

source: Matches matched. Clear the results first.
et_ee: Võistlusi võisteldus. Nulli tulemused.
nl_nl: Wedstrijden opgestelt. Wis eerst de resultaten.

source: canceled
et_ee: Tühistatud
nl_nl: geannuleerd

source: changed
et_ee: muutunud
nl_nl: gewijzigd

source: points
et_ee: punktid
nl_nl: punten

source: Expand All
et_ee: Ava kõik
nl_nl: Alles uitvouwen

source: Collapse All
et_ee: Sulge kõik
nl_nl: Alles inklappen

source: Remove comment
et_ee: Eemalda kommentaarid
nl_nl: Verwijder commentaar

source: Blue
et_ee: Sininen
nl_nl: Blauw

source: White
et_ee: Valge
nl_nl: Wit

source: Comment
et_ee: Komment
nl_nl: Commentaar

source: Points
et_ee: Punktid
nl_nl: Punten

source: Prev. winner:
et_ee: Eelmine. võitja:
nl_nl: Vorige winnaar:

source: Delayed
et_ee: Lükkub
nl_nl: Vertraagd

source: Remove delay
et_ee: Eemalda lükkub
nl_nl: Verwijder vertraging

source: Date:
et_ee: Kuupäev:
nl_nl: Datum:

source: Place:
et_ee: Koht:
nl_nl: Plaats:

source: Start time:
et_ee: Algusaeg:
nl_nl: Aanvangstijd:

source: Number of tatamis
nl_nl: Aantal matten (tatamis)

source: Tournament from the net
et_ee: Võistlused võrgust
nl_nl: Toernooi van het netwerk

source: Select sheet font
et_ee: Vali võistluse font
nl_nl: Selecteer blad lettertype

source: Tournament
et_ee: Võistlus
nl_nl: Toernooi

source: Tournament:
et_ee: Turniir:
nl_nl: Toernooi:

source: Tournaments
et_ee: Turniir
nl_nl: Toernooien

source: Competitors:
et_ee: Võistlejad:
nl_nl: Deelnemers:

source: Weighed:
nl_nl: Gewogen:

source: Add competitors
et_ee: Lisa võistlejad
nl_nl: Judokas toevoegen

source: Clean up duplicates and update reg. categories
et_ee: Paranda reg. sarjad vanuse järgi ja võta üks kord võistleja
nl_nl: Wis duplicaten en reg. categorieën bijwerken

source: competitors added and updated
et_ee: Võistlejad lisatud ja uuendatud
nl_nl: judokas toegevoegd en bijgewerkt

source: competitors already existed
et_ee: Võistleja oli juba
nl_nl: deelnemer bestaat al

source: competitors added unchanged
et_ee: Võistleja lisatud muutmata
nl_nl: Judokas ongewijzigd toegevoegd

source: Remove drawing first
et_ee: Tühjenda loosimine
nl_nl: Verwijder opstelling eerst

source: already exists
et_ee: on juba olemas
nl_nl: bestaat al

source: Move Competitors to Category...
et_ee: Siirda võistlejad sarja...
nl_nl: Verplaats Judokas naar categorie...

source: Move Competitors Here
et_ee: Siirda võistlajad siia
nl_nl: Verplaats Judokas naar hier

source: Compose Unofficial Category
et_ee: Moodusta valitutest võistlus
nl_nl: Niet-officiële categorie opstellen

source: Draw Manually
et_ee: Loosi käsitsi
nl_nl: Handmatig opstellen

source: Remove Drawing
et_ee: Eemalda Loos
nl_nl: Verwijder opstelling

source: Copy Competitors
et_ee: Kopeeri võistlejad
nl_nl: Kopieer judokas

source: Remove Competitors
et_ee: Eemalda võistlejad
nl_nl: Verwijder judokas

source: Show Sheet
et_ee: Näita Loos
nl_nl: Blad weergeven

source: Print Sheet (Printer)
nl_nl: Druk Blad af (Printer)

source: Print Sheet (PDF)
nl_nl: Druk Blad af (PDF)

source: Search
et_ee: Otsi
nl_nl: Zoeken

source: ----- Men -----
et_ee: ----- Mehed -----
nl_nl: ----- Heren -----

source: ----- Women -----
et_ee: ----- Naised -----
nl_nl: ----- Dames -----

source: Highest age:
et_ee: Suurim vanus:
nl_nl: Hoogste leeftijd:

source: Age text:
et_ee: vanustekst:
nl_nl: Leeftijd text:

source: Match time:
et_ee: võistluse aeg:
nl_nl: Wedstrijd tijd:

source: Contest duration:
nl_nl: Wedstrijd duur:

source: Rest time:
et_ee: Pausi aeg:
nl_nl: Resterende tijd:

source: Highest weight (g):
et_ee: Suurim kaal (g):
nl_nl: Hoogste gewicht (g):

source: Weight text:
et_ee: Kaaluteks:
nl_nl: Gewicht tekst:

source: Save file
et_ee: Salvesta Fail
nl_nl: bestand opslaan

source: Which one is correct?
et_ee: Kumb on õige?
nl_nl: Welke is goed?

source: Own database
et_ee: Oma andmebaas
nl_nl: Eigen database

source: Foreign database
et_ee: võõras andmebaas
nl_nl: Andere database

source: Do not change
et_ee: Jätä samaks
nl_nl: Niet wijzigen

source: Stop synchronization
et_ee: Lopeta synkronointi
nl_nl: Stop synchronizatie

source: Remove Matches
nl_nl: Verwijder opstellingen

source: Number of tatamis:
et_ee: Tataamide arv:
nl_nl: Aantal matten (tatamis):

source: Number of contest areas:
nl_nl: Aantal Wedstrijd gebieden:

source: Sheets
et_ee: Tabelid
nl_nl: Bladen

source: Category starts
et_ee: Sarja algus
nl_nl: Categorie start

source: Gold medal match
et_ee: Kuldmedali võistlus
nl_nl: Wedstrijd voor Gouden

source: Bronze match A
et_ee: Pronksi võistlus A
nl_nl: Wedstrijd Brons A

source: Bronze match B
et_ee: Pronksivõistlus B
nl_nl: Wedstrijd Brons B

source: Semifinal A
et_ee: Poolfinaal A
nl_nl: Halve finale A

source: Semifinal B
et_ee: Poolfinaal B
nl_nl: Halve finale B

source: Show Tatami
et_ee: Näita tataamit
nl_nl: Laat Mat zien (Tatami)

source: Start New Match?
et_ee: Alusta uus võistlus?
nl_nl: Nieuwe wedstrijd starten?

source: Hansokumake to blue
et_ee: Hansoku-make sinisele
nl_nl: Hansokumake voor blauw

source: Hansokumake to white
et_ee: Hansoku-make valgele
nl_nl: Hansokumake voor wit

source: Blue wins
et_ee: Sinine võitis
nl_nl: Blauw wint

source: White wins
et_ee: Valge võitis
nl_nl: Wit wint

source: REST TIME
et_ee: VAHEAEG
nl_nl: Rust tijd

source: Seeding:
et_ee: Paigutus:
nl_nl: Geplaatst:

source: Freeze match order
et_ee: Külmuta võistluse järjekord
nl_nl: Vergrendel wedstrijd volgorde

source: Unfreeze exported
et_ee: Vabasta
nl_nl: Ontgrendel geëxporteerde

source: Unfreeze imported
et_ee: Vabasta toodud
nl_nl: Ontgrendel geïmporteerde

source: Unfreeze this
et_ee: Vabasta see
nl_nl: Ontgrendel deze

source: SQL Dialog
et_ee: SQL-dialoog
nl_nl: SQL Dialoog

source: Print All (PDF)
et_ee: Prindi kõik (PDF)
nl_nl: Print alles (PDF)

source: About JudoInfo
et_ee: Info JudoInfosta
nl_nl: Over JudoInfo

source: Next
et_ee: Järgmine
nl_nl: Volgende

source: Rest
et_ee: Ülejäänud
nl_nl: Rust

source: Do Backup
et_ee: Tee koopia
nl_nl: Maak Backup

source: CANNOT OPEN BACKUP FILE
et_ee: EI VÕI AVADA KOOPIAT
nl_nl: KAN HET BACKUP BESTAND OPENEN

source: Tournament Backup
et_ee: kOopia
nl_nl: Tournooi Backup

source: Small display
et_ee: väike ekraan
nl_nl: Klein scherm

source: Draw Selected
et_ee: Loosi valitud sarjad
nl_nl: Stel geslecteerd op

source: Draw and Print Selected
et_ee: Loosi ja prindi valitud sarjad
nl_nl: Teken en druk af

source: Print Selected Sheets (Printer)
et_ee: Prindi võistlustabel (Printer)
nl_nl: Druk geselecteerde bladen af (Printer)

source: Print Selected Sheets (PDF)
et_ee: Prindi valitud sarjad (PDF)
nl_nl: Druk geselecteerde bladen af (PDF)

source: Advertisement
et_ee: Reklaami
nl_nl: Advertentie

source: Tournament properties
et_ee: Võistluse seaded
nl_nl: Tournooi instellingen

source: Print Matches (CSV)
et_ee: Prindi võistlused (CSV)
nl_nl: Druk wedstrijden af (CSV)

source: Match File
et_ee: Võistluseinfo
nl_nl: Wedstrijd bestand

source: Print Not Started Categories
et_ee: Prindi alustamata sarjad
nl_nl: Druk niet gestarte Categorieën af

source: Print Started Categories
et_ee: Prindi alustatud sarjad
nl_nl: Druk gestarte Categorieën af

source: Print Finished Categories
et_ee: Prindi lõppenud sarjad
nl_nl: Druk Categorieën af die klaar zijn

source: Print Result
et_ee: Prindi tulemus
nl_nl: Druk resultaten af

source: Print IWYKS
et_ee: Prindi IWYKS
nl_nl: Druk IWYKS af

source: Print Comment
et_ee: Prindi kommentaarid
nl_nl: Druk commentaar af

source: Create Statistics
et_ee: Tee tulemused
nl_nl: Creeër statistieken

source: NOTE
et_ee: NB
nl_nl: NOTITIE

source: is not a valid ASCII string!
et_ee: ei ole ASCII-märk!
nl_nl: in niet een valide ASCII string!

source: No koka
et_ee: Koka ei ole kasutusel
nl_nl: Geen koka

source: Leave points for GS
et_ee: Jätä punktid tabloole
nl_nl: Laat punten voor GS

source: Automatic Match Delay
et_ee: Autom. viivitus
nl_nl: Automatische wedstrijd uitstel

source: Cannot move
et_ee: Ei või muuta
nl_nl: Kan niet verplaatsen

source: Mirror Tatami Order
et_ee: vastupidine Tataami järjestus
nl_nl: Spiegel de mat volgorde
