Repository: BasJ93/JudoShiai
Catalog: common/judoshiai-*.po
Languages: et_ee, nl_nl

source: Mirror tatami order
et_ee: Vastupidine Tataami järjestus
nl_nl: Spiegel de mat volgorde

source: Country
et_ee: Riik
nl_nl: Land

source: Country:
et_ee: Riik:
nl_nl: Land:

source: System:
et_ee: Süsteem:
nl_nl: Systeem:

source: Default
et_ee: Alg
nl_nl: Standaard

source: Club Name Only
et_ee: ainult klubi nimi
nl_nl: Allen verenigings naam

source: Country Name Only
et_ee: ainult klubi nimi
nl_nl: Alleen land

source: Both Club and Country
et_ee: Klubi ja Maa nimi
nl_nl: Zowel land als vereniging

source: International System
et_ee: Rahvusvaheline süsteem
nl_nl: Internationaal Systeem

source: Reset to Defaults
et_ee: Taasta algseadmed
nl_nl: Herstel naar standaard instellingen

source: View Log
et_ee: Näita logi
nl_nl: Bekijk Log

source: Cannot handle: Database created with newer JudoShiai version.
et_ee: Ei oska käsitleda: Andmebaas on loodud uuema JudoShiai-versiooniga.
nl_nl: Kan niet uitvoeren: Database was met een hogere versie van JudoShiai gemaakt.

source: Database tables updated.
et_ee: Andmebaasi tabelid uuendatud.
nl_nl: Database tabelen geupdate.

source: Cannot open
et_ee: Ei või avada
nl_nl: Kan niet openen

source: Abbreviations in Sheets
et_ee: Lühendid tabelis
nl_nl: Afkortingen op de afdruk

source: One match
et_ee: Võistlus
nl_nl: Een wedstrijd

source: FIN Dbl Repchg
et_ee: FIN Prant.
nl_nl: FIN Dbl herkans.

source: Sound
et_ee: Hääl
nl_nl: Geluid

source: Sound Files
et_ee: Hääle seaded
nl_nl: Geluids bestanden

source: Display layout
et_ee: Ekraani sätted
nl_nl: Scherm indeling

source: Contest area
et_ee: Tataami
nl_nl: Wedstrijd gebied

source: Set time
et_ee: Aseta aeg
nl_nl: Stel de tijd in

source: Change language to Spanish
et_ee: Vaheta keel hispaaniaks
nl_nl: Spaanse taal voorkeur

source: Choose a file
et_ee: Vali andmed
nl_nl: Kies een bestand

source: All Files
et_ee: Kõik Failid
nl_nl: Alle bestanden

source: Best of 3
et_ee: Parim kolmest
nl_nl: Beste uit 3

source: IJF Qrt Final Rep
nl_nl: IJF Kwart Final Her

source: SWE Dubb återkv
et_ee: SWE Ransk.
nl_nl: SWE Dubbele Her

source: SWE Dir återkv
et_ee: SWE Suora ker.
nl_nl: SWE Dubbel verlies

source: EST D klass
et_ee: EST Pitkä ker.
nl_nl: EST D klasse

source: No Repechg
et_ee: Ei keräilyjä
nl_nl: Geen herkansing

source: SWE Enkelt återkv
et_ee: SWE Lyhyet ker.
nl_nl: SWE Eenvoudige her

source: ESP Dbl Lost
et_ee: ESP Pitkä ker.
nl_nl: ESP Dbl verloren

source: ESP Dbl Rep/Bgn
et_ee: ESP Ransk. alusta
nl_nl: ESP Dbl Her/Bgn

source: ESP Dbl Rep
et_ee: ESP Ransk.
nl_nl: ESP Dbl Her

source: ESP Simple Rep
et_ee: ESP Lyh. ker.
nl_nl: ESP Eenvoudige Her

source: ESP Double Lost
et_ee: ESP Pitkä keräily
nl_nl: ESP Dubbel verloren

source: ESP Double Repechage from Beginning
nl_nl: ESP Dubbele herkansing vanaf begin

source: ESP Double Repechage
et_ee: ESP Ranskalainen
nl_nl: ESP Dubbele herkansing

source: IJF Quarter Final Repechage
nl_nl: IJF kwart finale herkansing

source: ESP Simple Repechage
et_ee: ESP Lyhyet keräilyt
nl_nl: ESP Eenvoudige Herkansing

source: Quadruple pool
et_ee: Neloispooli
nl_nl: Vierpersoons pool

source: Picture Files
et_ee: Kuvatiedostot
nl_nl: Afbeeldingsbestanden

source: Print Headers
et_ee: Tulosta otsikot
nl_nl: Druk kolom koptekst af

source: Language Selection
et_ee: Kielivalinta
nl_nl: Taal keuze

source: Communication
et_ee: Võrguühendus
nl_nl: Communicatie

source: Club Text Selection
et_ee: Klubiteksti valik
nl_nl: Vereniging tekst weergave

source: Print Logo
et_ee: Prindi logo
nl_nl: Druk logo af

source: Sheet Layout
et_ee: Tabeli disain
nl_nl: Blad indeling

source: Weights Visible
et_ee: Kaalud nähtaval
nl_nl: Gewicht zichtbaar

source: Grade Visible
et_ee: Vööd nähtaval
nl_nl: Graad zichtbaar

source: Select template
et_ee: Vali Template
nl_nl: Selecteer sjabloon

source: Line
et_ee: Rida
nl_nl: Lijn

source: Print Unmatched
nl_nl: Druk niet opgestelde af

source: Stop clock on Ippon
nl_nl: Stop klok bij Ippon

source: Switch sides
nl_nl: Wissel van kant

source: Display customized layout
nl_nl: Aangepaste scherm indeling

source: Change language to Estonian
et_ee: Muuda keel Eesti keeleks
nl_nl: Estonian taal voorkeur

source: Change language to Ukrainan
nl_nl: Ukrainan taal voorkeur

source: No competitor found!
nl_nl: Geen deelnemer gevonden

source: Modified Dbl Elim
nl_nl: Aangepaste Dbl Elim

source: FIN Dbl Repchg One Bronze
nl_nl: FIN Dbl Her een Brons

source: Modified Double Elimination
nl_nl: Aangepaste dubbele Eliminatie

source: FIN Double Repechage One Bronze
nl_nl: FIN Dubbele herkanzing een brons

source: Silver medal match
nl_nl: Wedstrijd voor Zilver

source: Use Belt Colors
nl_nl: Gebruik band kleuren

source: White first
nl_nl: Wit eerst

source: Show
nl_nl: Laat zien

source: Show Deleted
nl_nl: Laat verwijderden zien

source: Add
nl_nl: Voeg toe

source: White first:
nl_nl: Wit eerst:

source: Scale Serial Interface
nl_nl: Seriële aansluiting weegschaal

source: Serial Communication
nl_nl: Seriële communicatie

source: In Use
nl_nl: Actief

source: Device
nl_nl: Apparaat

source: Basic Scripts
nl_nl: Basis Scripts

source: Select Script
nl_nl: Selecteer Script

source: No script available
nl_nl: Geen scripts beschikbaar

source: Run Script
nl_nl: Voer script uit

source: Repeat Script
nl_nl: Herhaal script

source: Double pool 2
nl_nl: Dubbele pool 2

source: Write to file
nl_nl: Schrijf naar bestand

source: Confirm New Match
nl_nl: Bevestig nieuwe wedstrijd

source: Contest area 9
nl_nl: Wedstrijd gebied 9

source: Contest area 10
nl_nl: Wedstrijd gebied 10

source: Move Medal Matches
nl_nl: Medaille wedstrijden verplaatsen

source: Move match
nl_nl: Verplaats wedstrijd

source: to tatami and/or
nl_nl: naar mat en/of

source: delay
nl_nl: uitstel

source: Final
nl_nl: Finale

source: Bronze1
nl_nl: Brons1

source: Bronze2
nl_nl: Brons2

source: Pool's last
nl_nl: Laatste wedstrijd van de Pool

source: No move
nl_nl: Niets verplaatst

source: Print Accreditation Cards
nl_nl: Druk weegkaarten af

source: Name Format
nl_nl: Naam opmaak

source: Name Surname, Country/Club
nl_nl: Voornaam Achternaam, Land/Vereniging

source: Surname, Name, Country/Club
nl_nl: Acternaam, Voornaam, Land/vereniging

source: Country/Club Surname, Name
nl_nl: Land/Vereniging, Achternaam, Voornaam

source: Medal Matches...
nl_nl: Medaille wedstrijden...

source: Print Selected Accreditation Cards
nl_nl: Druk de geselecteerde accreditatie kaarten af

source: Layout:
nl_nl: Opmaak:

source: Print To:
nl_nl: Afdrukken naar:

source: Template
nl_nl: Sjabloon

source: One Card Per Page
nl_nl: Een kaart per pagina

source: Normal display
nl_nl: Normale weergaven

source: Horizontal display
nl_nl: Beeldscherm horizontaal

source: White has a judogi problem.
nl_nl: Wit heeft een judogi probleem.

source: Blue has a judogi problem.
nl_nl: Blauw heeft een judogi probleem.

source: Show Competitors
nl_nl: Laat judokas zien

source: Show competitors
nl_nl: Laat judokas zien

source: Name format
nl_nl: Naam opmaak

source: Country Surname, Name
nl_nl: Land Achternaam, Voornaam

source: Club Surname, Name
nl_nl: Vereniging Achternaam, Voornaam

source: Country Surname
nl_nl: Land Achternaam

source: Club Surname
nl_nl: Vereniging Achternaam

source: Surname, Name
nl_nl: Achternaam, Voornaam

source: Surname
nl_nl: Achternaam

source: Change language to Icelandic
nl_nl: IJslands taalvoorkeur

source: WINNER
nl_nl: WINNAAR

source: Cancel
nl_nl: Annuleer

source: Club Seeding:
nl_nl: Vereniging geplaatst:

source: Gender:
nl_nl: Geslacht

source: Male
nl_nl: Man

source: Female
nl_nl: Vrouw

source: Control:
nl_nl: Controle:

source: Seeding
nl_nl: Geplaatst

source: Club Seeding
nl_nl: Vereniging geplaatst

source: Database Validation
nl_nl: Database Validatie

source: seeding
nl_nl: geplaatst

source: defined
nl_nl: gedefineerd

source: times
nl_nl: tijden

source: Duplicate club seedings:
nl_nl: Dubbele club plaatsing:

source: Missing category definitions:
nl_nl: Ontbrekende catogorie definities:

source: is not
nl_nl: is niet

source: Typing errors:
nl_nl: Type fouten:

source: UTF-8 errors
nl_nl: UTF-8 fouten

source: Extra spaces
nl_nl: Extra spaties

source: Possible duplicate competitors:
nl_nl: Mogelijk dubbele deelnemers:

source: Suspicious weights:
nl_nl: Verdacht gewicht:

source: warnings
nl_nl: waarschuwingen

source: Weighed only
nl_nl: Alleen gewicht

source: With weights
nl_nl: Met gewicht

source: Validate Database
nl_nl: Valideer Database

source: Results in Icelandic
nl_nl: Resultaten in het IJslands

source: Surname Name, Country/Club
nl_nl: Achternaam Voornaam, Land/Vereniging

source: Country/Club, Surname Name
nl_nl: Land/Vereniging, Achternaam Voornaam

source: Scale Serial Interface...
nl_nl: Weegschaal seriele verbinding...

source: Name:
nl_nl: Naam:

source: About JudoWeight
nl_nl: Over JudoWeight

source: No match soon! Please wait for a while.
nl_nl: Voorlopig geen wedstrijd. Korte pause

source: About JudoJudogi
nl_nl: Over JudoJudogi

source: Norwegian System
nl_nl: Noors systeem

source: Confirm:
nl_nl: Bevestig:

source: Rep. time:
nl_nl: Her. tijd:

source: Results in Norwegian
nl_nl: Resultaten in het Noors

source: Landscape
nl_nl: Liggend

source: Resolution:
nl_nl: Resolutie:

source: Running time
nl_nl: Systeem actief

source: Resolution (min):
nl_nl: Resolutie (min):

source: Compressed timeline
nl_nl: Gecomprimeerde tijdslijn

source: Select font
nl_nl: Selecteer lettertype

source: Font
nl_nl: Lettertype

source: Communication error
nl_nl: Communicatie fout

source: Double Lost
nl_nl: 2 keer verloren

source: Replay Video
nl_nl: Opnieuw video afspelen

source: User:
nl_nl: Gebruiker:

source: Show Video
nl_nl: Speel Video

source: SVG Templates
nl_nl: SVG Sjabloon

source: Resolve 3-Way Ties by Weights
nl_nl: Los drievoudig gelijkspel op met gewichten

source: General
nl_nl: Algemeen

source: Reset to
nl_nl: Opnieuw instellen

source: Initialize
nl_nl: Initialiseren

source: Players
nl_nl: Deelnemers

source: Max age
nl_nl: Max leeftijd

source: System
nl_nl: Systeem

source: Default systems
nl_nl: Systeem standaard terugzetten

source: Use SVG Templates
nl_nl: Gebruik SVG Sjablonen

source: Best of three:
nl_nl: Best uit 3:

source: Win needed for a medal:
nl_nl: Overwinning nodig voor medaile:

source: Seeded to fixed places:
nl_nl: Geplaatst op vaste plaatsen

source: Double Pool 2 with carried forward points:
nl_nl: Dubbele Pool 2 met overgedragen punten:

source: Two pool bronzes:
nl_nl: Twee pool brons:

source: Resolve 3-way ties by weights:
nl_nl: Los drievoudig gelijkspel op met gewichten:

source: Comment:
nl_nl: Commentaar:

source: Best two out of three matches:
nl_nl: Beste 2 uit 3 wedstrijden:

source: Medal will be awarded only if a contest was won:
nl_nl: Medaille zal worden toegekend alleen als een wedstrijd was gewonnen:

source: Pool settings
nl_nl: Configuratie van de competities

source: Statistics
nl_nl: Statistieken

source: Grade names
nl_nl: Graad namen

source: Weights do not match
nl_nl: Gewichten komen niet overeen

source: Copy Weights
nl_nl: Kopieëer Gewichten

source: weights updated
nl_nl: gewichten bijgewerkt

source: Update Weights From Another Shiai
nl_nl: Werk gewichten bij vanuit een andere Shiai

source: Weighted:
et_ee: kaalutud:
nl_nl: Gewogen:

source: Print SVG
nl_nl: Druk SVG af

source: If equal score less shido wins
nl_nl: Als score gelijk dan minste shido wint

source: Short pin times
et_ee: Lühikesed sidumise ajad
nl_nl: Korte pin tijden

source: No Limit
nl_nl: Geen Limiet

source: Corrupted competitor data:
nl_nl: Beschadigde deelnemer gegevens:

source: Corrupted category data:
nl_nl: Beschadigde categoriegegevens:

source: Copy to Server
nl_nl: Kopieëer naar server

source: Proxy User:
nl_nl: Proxy Gebruiker:

source: Proxy Password:
nl_nl: Proxy Wachtwoord:

source: Double Pool 2
nl_nl: Dubbele Competitie 2

source: EST D klass 1 brz
nl_nl: EST D klasse 1 brs

source: SWE Direct Repechage
nl_nl: SWE Gelijk herkansing

source: DEN Double Elimination
nl_nl: DEN Dubbele Eliminatie

source: EST Double Elim One Bronze
nl_nl: EST Dubbele Elim een Brons

source: Set score
nl_nl: Stel score in

source: Edit Drawing
nl_nl: Bewerk opstelling

source: Remote address
nl_nl: Extern adres

source: Remote Control
nl_nl: Afstands bediening

source: Help
et_ee: Juhend

source: Year 2009 rules
et_ee: 2009 aasta reeglid

source: Log
et_ee: Logi

source: Next contest
et_ee: Järgmine võistlus

source: Pin times (IWYK):
et_ee: Haarde aeg.(IWYK):

source: Start New Contest?
et_ee: Alusta uus võistlus?

source: Golden Score
et_ee: Lisaaeg

source: Start Golden Score?
et_ee: Alustame lisaajaga?

source: Golden Score:
et_ee: Lisaaeg:

source: FIN Double Repechage
et_ee: FIN Ranskalainen

source: SWE Double Repechage
et_ee: SWE Ranskalainen

source: SWE Double Elimination
et_ee: SWE Pitkä keräily

source: EST Double Elimination
et_ee: EST Pitkä keräily

source: Single Elimination
et_ee: Ei keräilyjä

source: SWE Single Repechage
et_ee: SWE Lyhyt keräily

source: Finnish System
et_ee: Soome süsteem

source: Swedish System
et_ee: Rootsi süsteem

source: Estonian System
et_ee: Eesti süsteem

source: Double Pool
et_ee: Topeltpool

source: Quad Pool
et_ee: NeljasPool

source: IJF Dbl Rep
et_ee: IJF Prant.

source: Dbl Repchg
et_ee: Prant.

source: IJF Double Repechage
et_ee: IJF Ranskalainen

source: Spanish System
et_ee: Espanjalainen systeemi

source: Print Competitors With Template
et_ee: Prindi võistlejad templatil

source: Syntax error
et_ee: Syntaksiviga
